import "./Detail.scss";

const WelpareDetail = () => {
  return (
    <div className="detail-box">
      <p>
        <span style={{ color: "#802457" }}>무엇</span>인가요?
      </p>
      <p className="title">시간제 보육 복지정책</p>
      <p className="content">
        가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육 서비스를
        제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스 선택권을
        보장합니다.가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육
        서비스를 제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스
        선택권을 보장합니다.
      </p>
      <p>
        <span style={{ color: "#802457" }}>누가</span> 할 수 있나요?
      </p>
      <p className="title">시간제 보육 복지정책</p>
      <p className="content">
        가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육 서비스를
        제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스 선택권을
        보장합니다.가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육
        서비스를 제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스
        선택권을 보장합니다.
      </p>
      <p>
        <span style={{ color: "#802457" }}>어떻게</span> 하나요?
      </p>
      <p className="title">시간제 보육 복지정책</p>
      <p className="content">
        가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육 서비스를
        제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스 선택권을
        보장합니다.가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육
        서비스를 제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스
        선택권을 보장합니다.
      </p>
      <p>
        <span style={{ color: "#802457" }}>아직 궁금한 것</span>이 있어요
      </p>
      <p className="title">시간제 보육 복지정책</p>
      <p className="content">
        가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육 서비스를
        제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스 선택권을
        보장합니다.가정 양육 시에도 필요한 때에 필요한 만큼 이용할 수 있는 보육
        서비스를 제공하여 자녀 양육에 대한 부담을 경감하고 부모의 보육 서비스
        선택권을 보장합니다.
      </p>
    </div>
  );
};

export default WelpareDetail;
